9/data/attachments/2d1c4a7403e2fa9f.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_279e6791-85e5-4108-8058-c7e6e5086953</nif:username>
            <nif:friendToBeAdded>Benjamin_wind_Actions_41670_3</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>